Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: The network is busy: the fee right now is above the most this payment allows. Waiting for the fee to come down. If it is still waiting after 10 minutes, you may need to send it again at the current fee.
ja: ネットワークが混み合い、現在の手数料がこの支払いの上限を超えています。手数料が下がるのを待っています。10分後も待機中なら、現在の手数料で再送が必要になる場合があります。
ko: 네트워크가 붐벼 지금 수수료가 이 거래에 허용한 최대치보다 높아요. 수수료가 내려가기를 기다리고 있어요. 10분 뒤에도 기다리는 중이면 현재 수수료로 다시 보내야 할 수 있어요.
zh_hans: 网络繁忙，当前手续费超过了此付款允许的上限。正在等待手续费降低。如果 10 分钟后仍在等待，可能需要按当前手续费重新发送。
zh_hant: 網路忙碌，目前手續費超出此付款的上限。正在等候手續費下降。若 10 分鐘後仍在等候，可能需要以目前手續費再次傳送。

source: The network is not ready yet.
ja: ネットワークはまだ準備できていません。
ko: 네트워크가 아직 준비되지 않았어요.
zh_hans: 网络尚未就绪。
zh_hant: 網路尚未準備好。

source: The network is paused
ja: ネットワークが停止しています
ko: 네트워크가 멈췄어요
zh_hans: 网络已暂停
zh_hant: 網路已暫停

source: The network is running again
ja: ネットワークが再開しました
ko: 네트워크가 다시 움직여요
zh_hans: 网络已恢复运行
zh_hant: 網路已恢復執行

source: The network moved to a new version. The update is being fetched; it applies on the next launch.
ja: ネットワークが新しいバージョンに移行しました。アップデートを取得中です。次の起動時に適用します。
ko: 네트워크가 새 버전으로 바뀌었어요. 업데이트를 받는 중이고, 다음에 앱을 열 때 적용돼요.
zh_hans: 网络已升级到新版本，正在获取更新，下次启动时生效。
zh_hant: 網路已升級至新版本。正在下載更新，下次啟動時會套用。

source: The network's queue was full, so it did not go through. No money left your wallet. You can send it again.
ja: ネットワークの待機列がいっぱいで処理されませんでした。ウォレットから資金は出ていません。再送できます。
ko: 네트워크 대기열이 가득 차 처리되지 않았어요 (아직 체인에 기록되지 않음). 다시 보낼 수 있어요.
zh_hans: 网络队列已满，付款未处理。钱包没有扣款，你可以重新发送。
zh_hant: 網路等候佇列已滿，因此未完成。沒有資金離開錢包，你可再次傳送。

source: The network's queue was full. This payment is not recorded on chain yet. You can send it again.
ja: ネットワークの待機列がいっぱいでした。この支払いはまだチェーンに記録されていません。再送できます。
ko: 네트워크 대기열이 가득 찼어요. 이 거래는 아직 체인에 기록되지 않았어요. 다시 보낼 수 있어요.
zh_hans: 网络队列已满。此付款尚未记录在链上。你可以重新发送。
zh_hant: 網路等候佇列已滿。此付款尚未記錄在鏈上。你可再次傳送。

source: The network's rules changed and this version's node cannot follow them.
ja: ネットワークのルールが変わり、このバージョンのノードでは対応できません。
ko: 네트워크 규칙이 바뀌어 이 버전의 노드로는 따라갈 수 없어요.
zh_hans: 网络规则已改变，此版本的节点无法遵循新规则。
zh_hant: 網路規則已變更，此版本的節點無法遵循。

source: The network's rules changed, so this app needs an update. Until then your balance is checked through other nodes.
ja: ネットワークのルールが変わったため、アプリのアップデートが必要です。それまでは別のノードで残高を確認します。
ko: 네트워크 규칙이 바뀌어 업데이트가 필요해요. 업데이트 전까지 잔액은 다른 노드로 확인해요.
zh_hans: 网络规则已改变，此应用需要更新。更新前会通过其他节点核对余额。
zh_hant: 網路規則已變更，此應用程式需要更新。更新前，仍會透過其他節點確認餘額。

source: The node cannot open its storage. Check the disk, then turn the node on again.
ja: ノードのストレージを開けません。ディスクを確認して、ノードをもう一度オンにしてください。
ko: 노드 저장소를 열 수 없어요. 디스크 상태를 확인한 뒤 노드를 다시 켜 주세요.
zh_hans: 节点无法打开存储空间，请检查磁盘后重新开启节点。
zh_hant: 節點無法開啟儲存空間，請確認磁碟後重新開啟節點。

source: The node cannot run from a disk image or the Downloads folder. Move the app to Applications and open it again.
ja: ディスクイメージやダウンロードフォルダからはノードを実行できません。アプリをアプリケーションフォルダに移動して、開き直してください。
ko: 디스크 이미지나 다운로드 폴더에서는 노드를 돌릴 수 없어요. 응용 프로그램 폴더로 옮긴 뒤 다시 열어 주세요.
zh_hans: 节点无法从磁盘映像或下载文件夹运行。请将应用移至“应用程序”，再重新打开。
zh_hant: 無法從磁碟映像檔或下載項目資料夾執行節點。請將應用程式移至應用程式資料夾，再次開啟。

source: The node could not pause automatic restarts. The block data is still where it was.
ja: ノードの自動再起動を一時停止できませんでした。ブロックデータは元の場所に残っています。
ko: 노드의 자동 재시작을 일시 중지할 수 없어요. 블록 데이터는 원래 위치에 그대로 있어요.
zh_hans: 无法暂停节点的自动重启。区块数据仍在原处。
zh_hant: 無法暫停節點的自動重新啟動。區塊資料仍在原來的位置。

source: The node could not reach the network. Check the internet connection.
ja: ノードがネットワークに接続できませんでした。インターネットの接続を確認してください。
ko: 네트워크에 닿지 못해 노드가 멈췄어요. 인터넷 연결을 확인해 주세요.
zh_hans: 节点无法连接网络，请检查互联网连接。
zh_hant: 節點無法連線網路，請確認網際網路連線。

source: The node could not start
ja: ノードを起動できませんでした
ko: 노드를 시작하지 못함
zh_hans: 节点无法启动
zh_hant: 無法啟動節點

source: The node counts %lld rewards; %lld were read. The numbers here cover only what was read.
ja: ノードには報酬が%lld件あり、%lld件を読み込みました。ここに表示する数字は読み込んだ分だけです。
ko: 노드에는 보상이 %lld개 있고 그중 %lld개를 읽었어요. 여기 숫자는 읽은 것만 담고 있어요.
zh_hans: 节点记录了 %lld 笔奖励，已读取 %lld 笔。这里的数字只包括已读取的记录。
zh_hant: 節點共有 %lld 筆獎勵，已讀取 %lld 筆。此處數值只包含已讀取的紀錄。

source: The node did not run well on the new version, so it went back to the previous one. The fixed version installs by itself when it arrives.
ja: 新しいバージョンでノードが正常に動かなかったため、前のバージョンに戻りました。修正版が届くと自動でインストールします。
ko: 새 버전에서 노드가 잘 돌지 않아 이전 버전으로 돌아갔어요. 고친 버전이 오면 저절로 받아요.
zh_hans: 新版本的节点运行不正常，已恢复上一版本。修复版本发布后会自动安装。
zh_hant: 新版本的節點執行不順，已回到先前版本。修正版推出後會自動安裝。

source: The node did not start after the update, so the previous version is running again.
ja: アップデート後にノードが起動しなかったため、前のバージョンに戻りました。
ko: 업데이트 뒤 노드가 시작되지 않아 이전 버전으로 되돌렸어요.
zh_hans: 更新后节点未启动，已恢复运行上一版本。
zh_hant: 更新後節點未能啟動，已恢復執行先前版本。

source: The node goes back to normal. Keep the history and turning it on again picks up where it left off.
ja: ノードは通常の動作に戻ります。履歴を残せば、再び有効にしたときに続きから再開できます。
ko: 일반 노드로 돌아가요. 보관한 기록을 남겨 두면 다시 켤 때 이어서 써요.
zh_hans: 节点恢复正常。保留历史后，重新开启可从上次停止处继续。
zh_hant: 節點會回到一般模式。保留紀錄後，下次開啟便可接續原本的進度。

source: The node is off.
ja: ノードはオフです。
ko: 노드가 꺼져 있어요.
zh_hans: 节点已关闭。
zh_hant: 節點已關閉。

source: The node is running. Wait for it to stop completely and try again.
ja: ノードは動作中です。完全に停止してから、もう一度お試しください。
ko: 노드가 실행 중이에요. 노드를 완전히 종료한 뒤 다시 시도해 주세요.
zh_hans: 节点正在运行。请等待节点完全停止后重试。
zh_hant: 節點正在執行。請等節點完全停止後重試。

source: The node is still starting. Try again in a minute.
ja: ノードはまだ起動中です。1分後に再試行してください。
ko: 노드가 아직 시작하는 중이에요. 1분 뒤에 다시 해 주세요.
zh_hans: 节点仍在启动，请一分钟后重试。
zh_hant: 節點仍在啟動，請一分鐘後再試。

source: The node keeps stalling. Update the app or restart the Mac. Meanwhile your balance is checked through other nodes.
ja: ノードが繰り返し止まっています。アプリをアップデートするか、Macを再起動してください。その間、残高は別のノードで確認します。
ko: 계속 멈춰요. 앱을 업데이트하거나 Mac을 재시동해 주세요. 그동안 잔액은 다른 노드로 확인해요.
zh_hans: 节点反复停顿，请更新应用或重新启动 Mac。期间会通过其他节点核对余额。
zh_hant: 節點持續停滯，請更新應用程式或重新啟動 Mac。期間仍會透過其他節點確認餘額。

source: The node keeps stopping
ja: ノードが繰り返し停止しています
ko: 노드가 계속 멈춤
zh_hans: 节点反复停止
zh_hant: 節點持續停止

source: The node keeps stopping. Please restart the app.
ja: ノードが繰り返し停止しています。アプリを開き直してください。
ko: 노드가 계속 멈춰요. 앱을 다시 실행해 주세요.
zh_hans: 节点反复停止，请重新启动应用。
zh_hant: 節點持續停止，請重新啟動應用程式。

source: The node keys were not rebound.
ja: ノードキーは再関連付けされませんでした。
ko: 노드 키를 다시 연결하지 못했어요.
zh_hans: 节点密钥未重新绑定。
zh_hant: 節點金鑰未重新綁定。

source: The node now reports different details than the shipped list. The list decides the units; nothing moved.
ja: ノードの情報がウォレットの一覧と異なっています。単位はウォレットの一覧に従います。資金は動いていません。
ko: 노드가 지갑 목록과 다른 정보를 알려 주고 있어요. 단위는 지갑 목록을 따르고, 옮겨진 것은 없어요.
zh_hans: 节点现在提供的信息与内置列表不同。单位由列表确定，没有资金转移。
zh_hant: 節點目前回報的資料與錢包內建清單不同。單位以清單為準，沒有移動任何資金。

source: The node reports different details than the list shipped with the wallet; the list decides the units.
ja: ノードの情報がウォレットに含まれる一覧と異なっています。単位はウォレットの一覧に従います。
ko: 노드가 지갑에 들어 있는 목록과 다른 정보를 알려 줘요. 단위는 지갑 목록을 따라요.
zh_hans: 节点提供的信息与钱包内置列表不同，单位由列表确定。
zh_hant: 節點回報的資料與錢包內建清單不同，單位以清單為準。

# The node starts after the block data move.
source: The node starts by itself when it is done.
ja: 完了すると、ノードが自動で起動します。
ko: 다 옮기면 저절로 시작해요.
zh_hans: 完成后，节点会自行启动。
zh_hant: 完成後，節點會自動啟動。

source: The node starts by itself when it is done.
ja: 完了すると、ノードが自動で起動します。
ko: 끝나면 저절로 시작해요.
zh_hans: 完成后，节点会自行启动。
zh_hant: 完成後，節點會自動啟動。

source: The node starts by itself within 30 s of it quitting.
ja: そのプログラムを終了すると、30秒以内にノードが自動で起動します。
ko: 그 프로그램이 끝나면 30초 안에 저절로 시작해요.
zh_hans: 该程序退出后，节点会在 30 秒内自动启动。
zh_hant: 該程式結束後，節點會在 30 秒內自動啟動。

source: The node starts by itself within 30 s.
ja: 30秒以内にノードが自動で起動します。
ko: 켜면 30초 안에 저절로 시작해요.
zh_hans: 节点会在 30 秒内自动启动。
zh_hant: 節點會在 30 秒內自動啟動。

source: The node stopped several times right after starting. Your balance is still checked through other nodes.
ja: ノードが起動直後に何度も停止しました。残高は引き続き別のノードで確認します。
ko: 노드가 시작 직후 여러 번 멈췄어요. 잔액은 다른 노드로 계속 확인해요.
zh_hans: 节点启动后多次立即停止，余额仍会通过其他节点核对。
zh_hant: 節點在啟動後立即停止，已發生數次。餘額仍會透過其他節點確認。

source: The node stopped, so it is restarting.
ja: ノードが停止したため、再起動しています。
ko: 노드가 멈춰서 다시 시작해요.
zh_hans: 节点已停止，正在重新启动。
zh_hant: 節點已停止，正在重新啟動。

source: The node stopped. Copy Diagnostics on Home shows why.
ja: ノードが停止しました。ホームの「診断情報をコピー」で理由を確認できます。
ko: 노드가 멈췄어요. 홈의 진단 정보 복사로 이유를 볼 수 있어요.
zh_hans: 节点已停止。在首页复制诊断信息可查看原因。
zh_hant: 節點已停止，可在首頁複製診斷資訊查看原因。

source: The node stopped. Restarting it…
ja: ノードが停止しました。再起動中…
ko: 노드가 멈췄어요. 다시 시작하는 중…
zh_hans: 节点已停止，正在重新启动…
zh_hant: 節點已停止，正在重新啟動…

source: The node's data keeps getting damaged. Restore it from a backup or contact support.
ja: ノードのデータが繰り返し破損しています。バックアップから復元するか、サポートに連絡してください。
ko: 노드 데이터가 계속 손상돼요. 백업에서 복원하거나 지원에 문의해 주세요.
zh_hans: 节点数据反复损坏，请从备份恢复或联系支持。
zh_hant: 節點資料持續損壞，請從備份復原或聯絡支援。

source: The node's data needs attention
ja: ノードデータの確認が必要です
ko: 노드 데이터에 문제가 있음
zh_hans: 节点数据需要处理
zh_hant: 節點資料需要處理

source: The node's handoff data cannot be recovered. Restore it from a backup.
ja: ノードの引き継ぎデータを復元できません。バックアップから復元してください。
ko: 노드 인계 데이터를 복구할 수 없어요. 백업에서 복원해 주세요.
zh_hans: 无法恢复节点的交接数据，请从备份恢复。
zh_hant: 無法復原節點交接資料，請從備份復原。

source: The old Aether app is still on this Mac
ja: 以前のAetherアプリがまだこのMacにあります
ko: 이전 Aether 앱이 아직 이 Mac에 있어요
zh_hans: 此 Mac 上仍有旧版 Aether 应用
zh_hant: 舊的 Aether 應用程式仍在此 Mac 上

source: The old and new data folders are in the same place. Choose a separate folder and reopen the app.
ja: 以前のデータフォルダと新しいデータフォルダが同じ場所にあります。別のフォルダを選び、アプリを開き直してください。
ko: 이전 데이터 폴더와 새 데이터 폴더가 같은 위치에 있어요. 다른 폴더를 고르고 앱을 다시 열어 주세요.
zh_hans: 新旧数据文件夹位于同一位置，请选择单独的文件夹并重新打开应用。
zh_hant: 新舊資料夾位於同一處，請選擇獨立的資料夾後重新開啟應用程式。

source: The old data folder could not be opened. Nothing was changed; the next launch retries.
ja: 以前のデータフォルダを開けませんでした。何も変更していません。次の起動時に再試行します。
ko: 이전 데이터 폴더를 열지 못했어요. 아무것도 바꾸지 않았고, 다음에 앱을 열 때 다시 시도해요.
zh_hans: 无法打开旧数据文件夹，没有更改任何内容，下次启动时会重试。
zh_hant: 無法開啟舊資料夾，沒有變更任何內容，下次啟動會重試。

source: The order must include each visible account exactly once.
ja: 表示されるすべてのアカウントを1回ずつ含めて、順序を指定してください。
ko: 표시되는 모든 계정을 한 번씩 포함해 순서를 정해 주세요.
zh_hans: 请将所有可见账户各包含一次来设置顺序。
zh_hant: 請將所有可見帳戶各包含一次來設定順序。

source: The prover stopped answering; it is restarting.
ja: 証明プログラムが応答しないため、再起動しています。
ko: 증명 프로그램이 응답하지 않아 다시 시작하고 있어요.
zh_hans: 证明程序没有响应，正在重新启动。
zh_hant: 證明程式停止回應，正在重新啟動。

source: The registration did not go through. Try again.
ja: 登録が完了しませんでした。再試行してください。
ko: 등록이 처리되지 않았어요. 다시 해 주세요.
zh_hans: 注册未成功，请重试。
zh_hant: 註冊未完成，請再試一次。

source: The reward prover is not running. It restarts by itself.
ja: 報酬の証明プログラムが止まっています。自動で再起動します。
ko: 보상 증명 프로그램이 멈춰 있어요. 저절로 다시 시작해요.
zh_hans: 奖励证明程序未运行，会自动重启。
zh_hant: 獎勵證明程式未執行，會自動重新啟動。

source: The running node could not be stopped safely. The move was cancelled; the block data is still where it was.
ja: 実行中のノードを安全に停止できませんでした。移動はキャンセルされ、ブロックデータは元の場所に残っています。
ko: 실행 중인 노드를 안전하게 중지하지 못했어요. 이동을 취소했으며 블록 데이터는 원래 위치에 그대로 있어요.
zh_hans: 无法安全停止正在运行的节点。移动已取消，区块数据仍在原处。
zh_hant: 無法安全停止執行中的節點。移動已取消，區塊資料仍在原來的位置。

source: The source disk is unavailable. Reconnect it before moving the block data.
ja: 元のディスクを利用できません。ブロックデータを移動する前に接続し直してください。
ko: 원본 디스크를 사용할 수 없어요. 블록 데이터를 옮기기 전에 디스크를 다시 연결하세요.
zh_hans: 源磁盘不可用。请重新连接后再移动区块数据。
zh_hant: 來源磁碟無法使用。請重新連接後再移動區塊資料。

source: The typed validator address did not match. The keys were not changed.
ja: 入力した検証者のアドレスが一致しません。キーは変更されていません。
ko: 입력한 검증인 주소가 일치하지 않아요. 키는 바뀌지 않았어요.
zh_hans: 输入的验证者地址不匹配。密钥未被更改。
zh_hant: 輸入的驗證者位址不符。金鑰未變更。

source: The update could not be downloaded. %@ will try again by itself.
ja: アップデートをダウンロードできませんでした。%@が自動で再試行します。
ko: 업데이트를 내려받지 못했어요. %@가 알아서 다시 시도해요.
zh_hans: 无法下载更新，%@ 会自动重试。
zh_hant: 無法下載更新，%@ 會自動重試。

source: The update could not be installed (try %lld of %lld). %@ will try again by itself.
ja: アップデートをインストールできませんでした（%2$lld回中%1$lld回目）。%3$@が自動で再試行します。
ko: 업데이트를 설치하지 못했어요(%2$lld번 중 %1$lld번째). %3$@가 알아서 다시 시도해요.
zh_hans: 无法安装更新（第 %lld 次，共 %lld 次）。%@ 会自动重试。
zh_hant: 無法安裝更新（第 %lld 次，共 %lld 次），%@ 會自動重試。

source: The update could not be installed after %lld tries. Download %@ again from its website and replace this app.
ja: %lld回試しましたが、アップデートをインストールできませんでした。ウェブサイトから%@を再度ダウンロードし、このアプリと置き換えてください。
ko: %lld번 시도했지만 업데이트를 설치하지 못했어요. 웹사이트에서 %@를 다시 내려받아 이 앱을 바꿔 주세요.
zh_hans: 尝试 %lld 次后仍无法安装更新。请从 %@ 网站重新下载并替换此应用。
zh_hant: 嘗試 %lld 次後仍無法安裝更新。請從網站重新下載 %@，並取代此應用程式。

source: The update finished, but this Mac's node did not get healthy in time. %@ recorded it; the node keeps healing itself as before.
ja: アップデートは完了しましたが、このMacのノードが時間内に正常に戻りませんでした。%@が記録し、ノードは引き続き自動で復旧を試みます。
ko: 업데이트는 끝났지만 이 Mac의 노드가 제때 정상으로 돌아오지 않았어요. %@가 기록해 뒀고, 노드는 전처럼 스스로 회복을 계속해요.
zh_hans: 更新已完成，但此 Mac 的节点未及时恢复正常。%@ 已记录此情况，节点仍会继续自行恢复。
zh_hant: 更新已完成，但此 Mac 的節點未及時恢復正常。%@ 已記錄此情況，節點仍會繼續自動復原。

source: The validator address cannot be read. Restore the keys and try again.
ja: 検証者のアドレスを読み取れません。キーを復元してから、もう一度お試しください。
ko: 검증인 주소를 읽을 수 없어요. 키를 복원한 뒤 다시 시도해 주세요.
zh_hans: 无法读取验证者地址。请恢复密钥后重试。
zh_hant: 無法讀取驗證者位址。請還原金鑰後重試。

source: The wallet handle does not match its account. The keys have been kept.
ja: ウォレットのキーファイルがアカウントと一致しません。キーは保管されています。
ko: 지갑 키 파일이 계정과 일치하지 않아요. 키는 안전하게 보관되어 있어요.
zh_hans: 钱包密钥文件与账户不匹配。密钥已保留。
zh_hant: 錢包金鑰檔案與帳戶不符。金鑰已保留。

source: The wallet key cannot be opened right now. Unlock this device and try again.
ja: 今はウォレットのキーを開けません。デバイスのロックを解除して再試行してください。
ko: 지금은 지갑 키를 열 수 없어요. 기기 잠금을 풀고 다시 해 주세요.
zh_hans: 暂时无法打开钱包密钥，请解锁此设备后重试。
zh_hant: 目前無法開啟錢包金鑰，請解鎖此裝置後再試。

source: The wallet key is not ready yet.
ja: ウォレットのキーはまだ準備できていません。
ko: 지갑 키가 아직 준비되지 않았어요.
zh_hans: 钱包密钥尚未就绪。
zh_hant: 錢包金鑰尚未準備好。

source: The wallet key lives in this device's Secure Enclave, which only creates keys while the device is unlocked. %@ retries by itself.
ja: ウォレットのキーはこのデバイスのSecure Enclave内にあります。キーはデバイスのロックが解除されている間だけ作成できます。%@が自動で再試行します。
ko: 지갑 키는 이 기기의 Secure Enclave에 있고, Secure Enclave는 기기 잠금이 풀려 있을 때만 키를 만들어요. %@가 알아서 다시 시도해요.
zh_hans: 钱包密钥保存在此设备的 Secure Enclave 中，只有设备解锁时才能创建。%@ 会自动重试。
zh_hant: 錢包金鑰位於此裝置的 Secure Enclave，只能在裝置解鎖時建立金鑰。%@ 會自動重試。

source: There is no record of this payment yet. Not processed (not on chain yet).
ja: この支払いの記録はまだありません。未処理です（まだチェーンに記録されていません）。
ko: 아직 이 거래의 기록을 찾지 못했어요. 처리되지 않았어요 (아직 체인에 기록되지 않음).
zh_hans: 尚未找到此付款的记录。未处理，尚未上链。
zh_hant: 尚無此付款的紀錄。未處理（尚未記錄在鏈上）。

source: There is no reward for keeping it. It helps anyone verify the network's whole history.
ja: 保管に対する報酬はありません。誰でもネットワークの全履歴を検証できるようにするための選択です。
ko: 보관에 대한 보상은 없어요. 네트워크의 전체 기록을 누구나 검증할 수 있게 돕는 선택이에요.
zh_hans: 保留历史不会获得奖励，但可以帮助任何人验证网络的完整历史。
zh_hant: 保留紀錄沒有獎勵，但能讓任何人驗證網路的完整歷史。

source: These rules run from mainnet genesis and can change only by a committee-signed upgrade.
ja: このルールはメインネットの最初のブロックから適用されます。委員会が署名した更新でのみ変更できます。
ko: 이 규칙은 메인넷 첫 블록부터 적용되고, 네트워크가 서명한 업그레이드로만 바뀌어요.
zh_hans: 这些规则从主网的第一个区块开始执行，只能通过委员会签名的升级更改。
zh_hant: 這些規則從主網第一個區塊開始適用，只能透過委員會簽署的升級變更。

source: These sites may ask about your address. Disconnecting takes effect the next time they ask.
ja: これらのサイトはアドレスを問い合わせることができます。接続の解除は、次の問い合わせから有効になります。
ko: 이 사이트들은 내 주소를 물어볼 수 있어요. 연결을 해제하면 다음에 물어볼 때부터 적용돼요.
zh_hans: 这些网站可以请求查看你的地址。断开连接会在下次请求时生效。
zh_hant: 這些網站可請求查看你的地址。中斷連線會在下次請求時生效。

source: This Mac cannot prove it is a real Mac to Apple right now (it needs the signed %@ app on a real Mac).
ja: 今はこのMacが本物のMacであることをAppleに証明できません（実機のMacで署名済みの%@アプリを使う必要があります）。
ko: 지금은 이 Mac이 진짜 Mac임을 Apple에 증명할 수 없어요(실제 Mac에서 서명된 %@ 앱이 필요해요).
zh_hans: 此 Mac 暂时无法向 Apple 证明它是真实的 Mac，需要在真实的 Mac 上使用已签名的 %@ 应用。
zh_hant: 此 Mac 目前無法向 Apple 證明是真實的 Mac（需在真實 Mac 上執行已簽署的 %@ 應用程式）。

source: This Mac fell behind the network, so its node was restarted.
ja: このMacがネットワークに遅れたため、ノードを再起動しました。
ko: 이 Mac이 네트워크를 따라가지 못해 다시 시작했어요.
zh_hans: 此 Mac 落后于网络，节点已重新启动。
zh_hant: 此 Mac 未能跟上網路進度，已重新啟動其節點。

source: This Mac is almost out of storage. Please free about 3 GB.
ja: このMacのストレージが残り少なくなっています。3 GBほど空けてください。
ko: 저장 공간이 곧 부족해요. 3 GB쯤 비워 주세요.
zh_hans: 此 Mac 的存储空间即将用尽，请腾出约 3 GB。
zh_hant: 此 Mac 的儲存空間即將用完，請清出約 3 GB。

source: This Mac is not connected to the internet. It reconnects by itself once it is.
ja: このMacはインターネットに接続していません。接続すると自動で再接続します。
ko: 인터넷에 연결되지 않았어요. 연결되면 저절로 이어져요.
zh_hans: 此 Mac 未连接互联网。连接后会自动恢复。
zh_hant: 此 Mac 未連線網際網路，連線後會自動恢復。

source: This Mac is proving blocks · no reward yet
ja: このMacはブロックを証明中 · 報酬はまだありません
ko: 이 Mac이 블록을 증명하는 중 · 아직 보상 없음
zh_hans: 此 Mac 正在证明区块 · 尚无奖励
zh_hant: 此 Mac 正在證明區塊 · 尚無獎勵

source: This Mac is resting from proving blocks for now: the network cannot check this version's proofs yet. Nothing is lost.
ja: このMacでは今、ブロックの証明を休んでいます。ネットワークがこのバージョンの証明をまだ確認できないためです。失うものはありません。
ko: 이 Mac은 지금 블록 증명을 쉬고 있어요. 네트워크가 이 버전의 증명을 아직 확인하지 못해서예요. 잃는 건 없어요.
zh_hans: 此 Mac 暂时停止证明区块，网络还无法检查此版本的证明。没有任何损失。
zh_hant: 此 Mac 目前暫停證明區塊，因為網路尚無法確認此版本的證明。沒有任何損失。

source: This Mac is verifying blocks
ja: このMacはブロックを検証中
ko: 이 Mac이 블록을 검증하는 중
zh_hans: 此 Mac 正在验证区块
zh_hant: 此 Mac 正在驗證區塊

source: This Mac signs blocks now: %@ keeps it from sleeping (the display can still sleep).
ja: このMacはブロックに署名中です。%@がスリープを防ぎます（画面はスリープできます）。
ko: 이 Mac이 지금 블록에 서명하고 있어서 %@가 잠자기를 막아요(화면은 꺼질 수 있어요).
zh_hans: 此 Mac 正在为区块签名，%@ 会阻止它进入睡眠，显示器仍可休眠。
zh_hant: 此 Mac 正在簽署區塊，%@ 會讓它保持喚醒（顯示器仍可休眠）。

source: This Mac signs blocks, or can be picked to: that is why this is on by default. While nobody is logged in, the node keeps verifying and voting; the daily reward check-in resumes when the app is open again.
ja: このMacはブロックに署名するか、署名に選ばれる可能性があるため、初期設定でオンになっています。誰もログインしていなくても、ノードは検証と投票を続けます。毎日の報酬確認は、アプリを再び開くと再開します。
ko: 이 Mac은 블록에 서명하거나 서명에 뽑힐 수 있어서 기본으로 켜져 있어요. 아무도 로그인하지 않아도 노드는 계속 검증하고 투표해요. 매일 하는 보상 확인은 앱을 다시 열면 이어서 해요.
zh_hans: 此 Mac 正在为区块签名，或有机会被选中签名，因此默认开启此项。无人登录时，节点仍会验证和投票；应用重新打开后，每日奖励确认会继续。
zh_hant: 此 Mac 正在簽署區塊，或可能獲選簽署，因此預設開啟。無人登入時，節點仍會繼續驗證與投票。每日獎勵確認會在再次開啟應用程式後恢復。

source: This Mac verifies blocks. Rewards go to Macs that prove them.
ja: このMacはブロックを検証します。報酬はブロックを証明するMacが受け取ります。
ko: 이 Mac은 블록을 검증해요. 보상은 블록을 증명하는 Mac에게 가요.
zh_hans: 此 Mac 验证区块。奖励给证明区块的 Mac。
zh_hant: 此 Mac 會驗證區塊，獎勵則給予證明區塊的 Mac。

source: This Mac's GPU is proving blocks%@. Every amount here was paid on chain.
ja: このMacのGPUがブロックを証明しています%@。ここに表示する金額は、すべてチェーンから実際に支払われたものです。
ko: 이 Mac의 GPU가 블록을 증명하고 있어요%@. 여기 나온 금액은 모두 체인이 실제로 지급한 거예요.
zh_hans: 此 Mac 的 GPU 正在证明区块%@。这里的金额均已在链上支付。
zh_hant: 此 Mac 的 GPU 正在證明區塊%@。此處的每筆金額皆已在鏈上支付。

source: This Mac's GPU is proving blocks%@. The first valid proof of a block gets a reward.
ja: このMacのGPUがブロックを証明しています%@。各ブロックで最初の有効な証明が報酬を受け取ります。
ko: 이 Mac의 GPU가 블록을 증명하고 있어요%@. 블록마다 가장 먼저 올바르게 증명한 Mac이 보상을 받아요.
zh_hans: 此 Mac 的 GPU 正在证明区块%@。每个区块的首份有效证明可获得奖励。
zh_hant: 此 Mac 的 GPU 正在證明區塊%@。每個區塊的首份有效證明會獲得獎勵。

source: This Mac's node identity from the old Aether app has not moved over yet. Open the app once more to finish the move. Starting now would make a second node.
ja: 以前のAetherアプリでの、このMacのノード識別情報はまだ移動していません。アプリをもう一度開いて移動を完了してください。今起動すると2つ目のノードが作られます。
ko: 이전 Aether 앱의 노드 정보가 아직 옮겨지지 않았어요. 앱을 한 번 더 열어 옮기기를 끝내 주세요. 지금 시작하면 노드가 둘이 돼요.
zh_hans: 此 Mac 在旧版 Aether 应用中的节点身份尚未迁移。请再次打开应用以完成迁移。现在启动会创建第二个节点。
zh_hant: 此 Mac 在舊 Aether 應用程式中的節點身分尚未移入。請再次開啟應用程式以完成移動，現在啟動會建立第二個節點。

source: This Mac's node is not running. Your balance is still checked through other nodes.
ja: このMacのノードは動いていません。残高は引き続き別のノードで確認します。
ko: 이 Mac의 노드가 멈춰 있어요. 잔액은 다른 노드로 계속 확인해요.
zh_hans: 此 Mac 的节点未运行，余额仍会通过其他节点核对。
zh_hant: 此 Mac 的節點未執行，餘額仍會透過其他節點確認。

source: This Mac's node key cannot be read. Restore it from a backup and the node votes again.
ja: このMacのノードのキーを読み取れません。バックアップから復元すると、ノードが再び投票します。
ko: 이 Mac의 노드 키를 읽을 수 없어요. 백업에서 키를 되찾으면 노드가 다시 투표해요.
zh_hans: 无法读取此 Mac 的节点密钥。从备份恢复后，节点即可重新投票。
zh_hant: 無法讀取此 Mac 的節點金鑰，從備份復原後，節點便可重新投票。

source: This Mac's node keys cannot be confirmed right now. The node keeps running and waits before signing.
ja: 今はこのMacのノードキーを確認できません。ノードは動作を続け、確認できるまで署名を待ちます。
ko: 지금은 이 Mac의 노드 키를 확인할 수 없어요. 노드는 실행 중이며 확인될 때까지 서명을 기다려요.
zh_hans: 目前无法确认此 Mac 的节点密钥。节点会继续运行，并等待确认后再签名。
zh_hant: 目前無法確認此 Mac 的節點金鑰。節點會繼續執行，並等待確認後再簽名。

source: This Mac's node stopped answering, so it is being restarted.
ja: このMacのノードが応答しなくなったため、再起動しています。
ko: 이 Mac의 노드가 응답하지 않아 다시 시작할게요.
zh_hans: 此 Mac 的节点没有响应，正在重新启动。
zh_hant: 此 Mac 的節點停止回應，正在重新啟動。

source: This account is not available.
ja: このアカウントは利用できません。
ko: 이 계정을 사용할 수 없어요.
zh_hans: 此账户不可用。
zh_hant: 此帳戶無法使用。

source: This account still has funds. Move its balance and tokens before retiring it so you can keep using them.
ja: このアカウントにはまだ資金があります。引き続き使えるよう、残高とトークンを移してからアカウントの使用を停止してください。
ko: 이 계정에 아직 자산이 있어요. 자산을 계속 사용할 수 있도록 잔액과 토큰을 옮긴 뒤 계정을 사용 중지하세요.
zh_hans: 此账户仍有资金。请先转移余额和代币，再停用账户，以便继续使用这些资金。
zh_hant: 此帳戶仍有資金。請先移轉餘額和代幣，再停用帳戶，以便繼續使用這些資金。

source: This address is http, not https. Explore only opens secure pages.
ja: httpsではなくhttpのアドレスです。探索で開けるのは安全な接続のページだけです。
ko: https가 아닌 http 주소예요. 둘러보기는 보안 페이지만 열어요.
zh_hans: 此地址使用 http，未使用 https。“浏览”只打开安全网页。
zh_hant: 此地址使用 http，未使用 https。「探索」只會開啟安全的網頁。

source: This address looks like **%@** but is not it. Check every letter before you connect a wallet.
ja: **%@**に似ていますが、別のアドレスです。ウォレットを接続する前に1文字ずつ確認してください。
ko: **%@** 주소처럼 보이지만 다른 주소예요. 지갑을 연결하기 전에 글자를 하나하나 확인해 주세요.
zh_hans: 此地址看起来像 **%@**，但并不是它。连接钱包前请逐字检查。
zh_hant: 此地址看似 **%@**，但並不相同。連線錢包前，請逐字確認。

source: This address mixes in characters that can hide inside look-alike letters.
ja: 似た文字の中に隠れた文字が混ざっているアドレスです。
ko: 비슷하게 생긴 글자 속에 숨을 수 있는 문자가 섞여 있는 주소예요.
zh_hans: 此地址混入了可能藏在相似字母中的字符。
zh_hant: 此地址混入了可藏在相似字母中的字元。

source: This address only looks like one you sent to before
ja: 以前の送金先に似た、別のアドレスです
ko: 예전에 보낸 주소와 비슷하게 생긴 다른 주소예요
zh_hans: 此地址只是看起来像你以前发送过的地址
zh_hant: 此地址只是看似你曾傳送過的地址

source: This app is out of date · updating
ja: アプリが古くなっています · アップデート中
ko: 앱이 오래됐어요 · 업데이트하는 중
zh_hans: 应用已过时 · 正在更新
zh_hant: 此應用程式版本較舊 · 正在更新

source: This build of the app cannot keep the node running after restarts.
ja: このアプリのビルドでは、再起動後にノードを動かし続けることはできません。
ko: 이 앱 빌드로는 재시동 뒤에 노드를 계속 돌릴 수 없어요.
zh_hans: 此应用版本无法让节点在重新启动后继续运行。
zh_hant: 此版本無法在重新啟動後繼續執行節點。

source: This build of the app does not include the agent helper.
ja: このアプリのビルドにはエージェント用の補助ツールが含まれていません。
ko: 이 앱 빌드에는 에이전트 도우미가 들어 있지 않아요.
zh_hans: 此应用版本不包含代理助手。
zh_hant: 此版本未包含代理輔助工具。

source: This build of the app does not include the node.
ja: このアプリのビルドにはノードが含まれていません。
ko: 이 앱 빌드에는 노드가 들어 있지 않아요.
zh_hans: 此应用版本不包含节点。
zh_hant: 此版本未包含節點。

source: This copy of the app is missing its node. Update or reinstall the app.
ja: このアプリにはノードがありません。アプリをアップデートするか、再インストールしてください。
ko: 이 앱 안에 노드 프로그램이 빠져 있어요. 앱을 업데이트하거나 다시 설치해 주세요.
zh_hans: 此应用缺少节点，请更新或重新安装。
zh_hant: 此應用程式缺少節點，請更新或重新安裝。

source: This device checked the balance itself against the validators' signature, using the committee key shipped with the app instead of a server's word.
ja: サーバーの応答を信じる代わりに、アプリに含まれる委員会のキーを使い、このデバイスで検証者の署名と照合して残高を確認しました。
ko: 서버의 말을 믿는 대신, 앱에 들어 있는 네트워크 키로 이 기기가 직접 잔액을 확인했어요.
zh_hans: 此设备使用应用内置的委员会密钥，自行核对验证者签名并检查余额，无需相信服务器提供的说法。
zh_hant: 此裝置透過應用程式內建的委員會金鑰，自行以驗證者簽章確認餘額，無須依賴伺服器的說法。

source: This device could not verify it. Please try again shortly.
ja: このデバイスで検証できませんでした。少し待って再試行してください。
ko: 이 기기에서 확인하지 못했어요. 잠시 뒤 다시 해 주세요.
zh_hans: 此设备无法验证，请稍后重试。
zh_hant: 此裝置無法驗證，請稍後再試。

source: This device has no Secure Enclave to keep the wallet key in.
ja: このデバイスにはウォレットのキーを保管するSecure Enclaveがありません。
ko: 이 기기에는 지갑 키를 보관할 Secure Enclave가 없어요.
zh_hans: 此设备没有可保存钱包密钥的 Secure Enclave。
zh_hant: 此裝置沒有可儲存錢包金鑰的 Secure Enclave。

source: This device's code
ja: このデバイスのコード
ko: 이 기기의 코드
zh_hans: 此设备的代码
zh_hant: 此裝置的代碼

source: This device's recovery-key code
ja: このデバイスの復旧キーコード
ko: 이 기기의 복구 키 코드
zh_hans: 此设备的恢复密钥代码
zh_hant: 此裝置的復原金鑰代碼

source: This disk is read-only. Pick one that can be written to.
ja: このディスクは読み取り専用です。書き込めるディスクを選んでください。
ko: 이 디스크는 읽기 전용이에요. 쓸 수 있는 디스크를 골라 주세요.
zh_hans: 此磁盘为只读，请选择可写入的磁盘。
zh_hant: 此磁碟為唯讀，請選擇可寫入的磁碟。

source: This disk's format (%@) is not safe for block data. Erase it as APFS in Disk Utility to use it (this deletes the files on the disk).
ja: このディスクの形式（%@）はブロックデータの保存に適していません。ディスクユーティリティでAPFS形式に消去すると使えます（ディスク内のファイルは削除されます）。
ko: 이 디스크는 블록 저장에 안전하지 않은 형식(%@)이에요. 디스크 유틸리티에서 APFS로 지우면 쓸 수 있어요 (디스크 안의 파일은 지워져요).
zh_hans: 此磁盘的格式 %@ 不适合安全存储区块数据。请在磁盘工具中抹掉并格式化为 APFS，这会删除磁盘上的文件。
zh_hant: 此磁碟格式（%@）無法安全儲存區塊資料。請在「磁碟工具程式」中以 APFS 格式清除後使用（會刪除磁碟上的檔案）。

source: This file can run code. Open it only if you trust its source.
ja: このファイルはコードを実行できます。提供元を信頼できる場合だけ開いてください。
ko: 이 파일은 코드를 실행할 수 있어요. 출처를 믿을 수 있을 때만 여세요.
zh_hans: 此文件可执行代码。请仅在信任其来源时打开。
zh_hant: 此檔案可以執行程式碼。只在信任來源時開啟。

source: This folder already holds block data. Pick an empty folder; existing data will be kept.
ja: このフォルダにはすでにブロックデータがあります。空のフォルダを選んでください。既存のデータは保管されます。
ko: 이 폴더에 이미 블록 데이터가 있어요. 비어 있는 폴더를 선택하세요. 기존 데이터는 그대로 보관돼요.
zh_hans: 此文件夹已存有区块数据。请选择空文件夹，现有数据会保留。
zh_hant: 此資料夾已有區塊資料。請選擇空的資料夾，現有資料會保留。
